Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

source: Staking is not supported in Testnet.
de: Das Abstecken wird in Testnet nicht unterstützt.
es: Testnet no admite apuestas.
pl: Staking nie jest obsługiwany w sieci testowej.
ru: Стейкинг не поддерживается в Testnet.
th: การสเต็กยังไม่รองรับบน Testnet.
tr: Staking Testnet'te desteklenmemektedir.
uk: Стейкінг не підтримується в Testnet.
zh_hans: 测试网不支持质押。
zh_hant: 測試網不支援質押。

source: Start Wallet
de: Wallet starten
es: Iniciar billetera
pl: Uruchom portfel
ru: Начать использование
th: เริ่มใช้งานวอลเล็ต
tr: Cüzdanı Başlat
uk: Почати використання
zh_hans: 启动钱包
zh_hant: 啟動錢包

source: Step 1 of 2. Registration
de: Schritt 1 von 2. Registrierung
es: Paso 1 de 2. Registro
pl: Krok 1 z 2. Rejestracja
ru: Шаг 1 из 2. Регистрация
th: ขั้นตอน 1 จาก 2. ลงทะเบียน
tr: Adım 1/2. Kayıt
uk: Крок 1 із 2. Реєстрація
zh_hans: 第 1 步（共 2 步）：注册
zh_hant: 第 1 步（共 2 步）：註冊

source: Step 2 of 2. Verification
de: Schritt 2 von 2. Überprüfung
es: Paso 2 de 2. Verificación
pl: Krok 2 z 2. Weryfikacja
ru: Шаг 2 из 2. Проверка
th: ขั้นตอน 2 จาก 2. ยืนยันความถูกต้อง
tr: Adım 2/2. Doğrulama
uk: Крок 2 з 2. Перевірка
zh_hans: 第 2 步（共 2 步）：验证
zh_hant: 第 2 步（共 2 步）：驗證

source: Successfully
de: Erfolgreich
es: Exitosamente
pl: Pomyślnie
ru: Успешно
th: สำเร็จแล้ว
tr: Başarıyla
uk: Успішно
zh_hans: 成功地
zh_hant: 成功地

source: Such error, many tabs
de: Ein solcher Fehler, viele Registerkarten
es: Tal error, muchas pestañas
pl: Taki błąd, wiele kart
ru: Неактивная вкладка
th: ข้อผิดพลาดเนื่องจากเปิดหลายแท็บ
tr: Bu tür hatalar, birçok sekme
uk: Неактивна вкладка
zh_hans: 这样的错误，很多标签
zh_hant: 這樣的錯誤，很多標籤

source: Swap
de: Tausch
es: Intercambiar
pl: Wymieniać
ru: Обменять
th: สับเปลี่ยน
tr: Takas
uk: Обмін
zh_hans: 交换
zh_hant: 交換

source: Swap Again
de: Erneut tauschen
es: Intercambiar de Nuevo
pl: Wymień ponownie
ru: Повторить обмен
th: สับเปลี่ยนอีกครั้ง
tr: Yeniden takas edin
uk: Повторити обмін
zh_hans: 再次进行交换
zh_hant: 再次進行交換

source: Swap Details
de: Tauschdetails
es: Detalles del intercambio
pl: Szczegóły wymiany
ru: Детали обмена
th: รายละเอียดการสับเปลี่ยน
tr: Takas bilgileri
uk: Деталі обміну
zh_hans: 交换详情
zh_hant: 交換詳情

source: Swap Expired
de: Tausch abgelaufen
es: Intercambio vencido
pl: Wymiana wygasła
ru: Обмен истёк
th: การสับเปลี่ยนได้หมดอายุ
tr: Takas işleminin süresi doldu
uk: Обмін закінчився
zh_hans: 交换已过期
zh_hant: 交換過期

source: Swap Placed
de: Tausch platziert
es: Intercambio Colocado
pl: Wymiana złożona
ru: Обмен размещён
th: สับเปลี่ยนการวางแล้ว
tr: Takas emri gönderildi
uk: Обмін розміщено
zh_hans: 已提交交换
zh_hant: 已提交交換

source: Swap is not supported in Testnet.
de: Swap wird in Testnet nicht unterstützt.
es: El intercambio no es compatible con Testnet.
pl: Swap nie jest obsługiwany w sieci testowej.
ru: Обмен не поддерживается в Testnet.
th: การสับเปลี่ยนยังไม่รองรับบน Testnet.
tr: Takas Testnet'te desteklenmemektedir.
uk: Обмін не підтримується в Testnet.
zh_hans: 测试网不支持共享。
zh_hant: 測試網不支援共享。

source: Swap is not yet supported by Ledger.
de: Swap wird von Ledger noch nicht unterstützt.
es: Ledger aún no admite el intercambio.
pl: Swap nie jest jeszcze obsługiwany przez Ledger.
ru: Обмен ещё не поддерживается Ledger.
th: การสับเปลี่ยนยังไม่รองรับบน Ledger.
tr: Takas henüz Ledger tarafından desteklenmiyor.
uk: Обмін ще не підтримується Ledger.
zh_hans: Ledger 尚不支持该交易所。
zh_hant: Ledger 尚不支援該交易所。

source: Swapped
de: Getauscht
es: Intercambiado
pl: Wymienione
ru: Обмен
th: สับเปลี่ยนแล้ว
tr: Takas gerçekleşti
uk: Обмін
zh_hans: 已交换
zh_hant: 已交換

source: Swapping
de: Tausch läuft
es: Intercambiando
pl: Wymienianie
ru: Идёт обмен
th: กำลังสับเปลี่ยน
tr: Takas devam ediyor
uk: Йде обмін
zh_hans: 进行交换
zh_hant: 進行交換

source: Switch Account
de: Konto wechseln
es: Cambiar de monedero
pl: Konto Switch
ru: Сменить аккаунт
th: สลับที่อยู่บัญชี
tr: Hesap değiştir
uk: Змінити акаунт
zh_hans: 切换账户
zh_hant: 切換帳戶

# Switch to %dex_name%
source: Switch to %1$@
de: Zu %1$@ wechseln
es: Cambiar a %1$@
pl: Przełącz na %1$@
ru: Переключиться на %1$@
th: เปลี่ยนเป็น %1$@
tr: %1$@'e Geç
uk: Перемкнутися на %1$@
zh_hans: 切换到 %1$@
zh_hant: 切換到 %1$@

source: Switch to W5
de: Zu W5 wechseln
es: Cambiar a W5
pl: Przełącz na W5
ru: Версия W5
th: เปลี่ยนเป็น W5
tr: W5'e Geç
uk: Версія W5
zh_hans: 切换到 W5
zh_hant: 切換到 W5

source: Switch to the newly opened tab to connect Ledger.
de: Wechseln Sie zur neu geöffneten Registerkarte, um den Ledger zu verbinden.
es: Cambia a la pestaña recién abierta para conectar el Ledger.
pl: Przełącz się na nowo otwarty kartę, aby połączyć się z Ledgerem.
ru: Переключитесь на только что открытую вкладку, чтобы подключить Ledger.
th: สลับไปที่แท็บที่เพิ่งเปิดใหม่เพื่อเชื่อมต่อ Ledger.
tr: Ledger'ı bağlamak için yeni açılan sekmeye geçin.
uk: Перейдіть на щойно відкриту вкладку, щоб підключити Ledger.
zh_hans: 切换到新打开的标签页以连接 Ledger。
zh_hant: 切換到新開啟的頁籤以連接 Ledger。

source: Telegram Gifts
de: Telegram-Geschenke
es: Regalos de Telegram
pl: Prezenty Telegram
ru: Подарки Telegram
th: ของขวัญ Telegram
tr: Telegram Hediyeleri
uk: Подарунки Telegram
zh_hans: Telegram 礼物
zh_hant: Telegram 禮物

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
pl: Warunki korzystania
ru: Условия использования
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
zh_hans: 使用条款
zh_hant: 使用條款

source: The binary data content is unclear. Sign it only if you trust the service.
de: Der Inhalt der Binärdaten ist unklar. Signieren Sie nur, wenn Sie dem Dienst vertrauen.
es: El contenido de los datos binarios no está claro. Fírmelo solo si confía en el servicio.
pl: Treść danych binarnych jest niejasna. Podpisz tylko jeśli ufasz tej usłudze.
ru: Содержимое бинарных данных неясно. Подписывайте, только если доверяете сервису.
th: เนื้อหาของข้อมูลไบนารีไม่ชัดเจน เซ็นชื่อเฉพาะหากคุณเชื่อใจบริการนี้
tr: İkili veri içeriği belirsiz. Yalnızca servise güveniyorsanız imzalayın.
uk: Зміст бінарних даних неясний. Підписуйте, лише якщо довіряєте сервісу.
zh_hans: 二进制数据内容不明确。请仅在信任该服务的情况下签署。
zh_hant: 二進位資料內容不明確。請僅在信任該服務的情況下簽署。

# The exchange rate is below market value!
source: The exchange rate is %1$@ below market value!
de: Der Wechselkurs liegt %1$@ unter dem Marktwert!
es: La tasa de cambio está un %1$@ por debajo del valor de mercado.
pl: Kurs wymiany wynosi %1$@ poniżej wartości rynkowej!
ru: Курс обмена на %1$@ ниже рыночной стоимости!
th: อัตราการแลกเปลี่ยนที่ %1$@ ต่ำกว่ามูลค่าตลาด!
tr: Takas oranı piyasa değerinin %1$@ altındadır!
uk: Курс обміну на %1$@ нижче за ринкову вартість!
zh_hans: 汇率低于市场价值 %1$@！
zh_hant: 匯率低於市場價值 %1$@！

source: The network fee has slightly changed, try sending again.
de: Die Netzwerkgebühr hat sich geringfügig geändert, versuchen Sie es erneut zu senden.
es: La comisión de red ha cambiado ligeramente, inténtalo de nuevo.
pl: Opłata sieciowa nieznacznie się zmieniła, spróbuj wysłać ponownie.
ru: Комиссия за сеть немного изменилась, попробуйте отправить ещё раз.
th: ค่าธรรมเนียมของเครือข่ายมีการเปลี่ยนแปลงเล็กน้อย, โปรดลองส่งใหม่อีกครั้ง.
tr: Ağ ücreti bir miktar değişti, tekrar göndermeyi deneyin.
uk: Комісія за мережу трохи змінилася, спробуйте відправити ще раз.
zh_hans: 网络费用已有细微变动，请尝试重新发送。
zh_hant: 網路費略有變化，請重新發送交易。

source: The passcode will be changed for all your wallets.
de: Der Passcode wird für alle Ihre Wallets geändert.
es: El código será cambiado para todas tus billeteras.
pl: Kod zostanie zmieniony we wszystkich twoich portfelach.
ru: Код будет изменён для всех ваших кошельков.
th: รหัสผ่านจะถูกเปลี่ยนสำหรับกระเป๋าทั้งหมดของคุณ
tr: Şifre tüm cüzdanlarınız için değiştirilecektir.
uk: Код буде змінено для всіх ваших гаманців.
zh_hans: 密码将为您的所有钱包更改。
zh_hant: 密碼將為您的所有錢包更改。

source: The proof for signing provided by the Dapp is too large
de: Der vom Dapp bereitgestellte Signaturnachweis ist zu groß
es: La prueba para firmar proporcionada por la Dapp es demasiado grande
pl: Dowód do podpisu dostarczony przez Dapp jest zbyt duży
ru: Доказательство для подписи, предоставленное приложением, слишком велико
th: หลักฐานสำหรับการลงนามที่ Dapp ให้มามีขนาดใหญ่เกินไป
tr: Dapp tarafından sağlanan imzalama kanıtı çok büyük
uk: Доказ для підпису, наданий програмою, занадто великий
zh_hans: Dapp 提供的签名证明过大
zh_hant: Dapp 提供的簽名證明過大

source: The time for sending coins is over.
de: Die Zeit zum Senden von Coins ist abgelaufen.
es: El tiempo para enviar monedas ha terminado.
pl: Czas wysyłki monet minął.
ru: Время отправки монет истекло.
th: เวลาส่งโทเคนหมดลงแล้ว.
tr: Coin'leri gönderme süresi sona erdi.
uk: Час відправлення монет минув.
zh_hans: 发送硬币的时间已结束。
zh_hant: 發送硬幣的時間已結束。

source: The time on your device is incorrect, sync it and try again
de: Die Uhrzeit auf Ihrem Gerät ist falsch. Synchronisieren Sie sie und versuchen Sie es erneut
es: El tiempo en su dispositivo es incorrecto, sincronícelo y vuelva a intentarlo
pl: Czas na Twoim urządzeniu jest nieprawidłowy, zsynchronizuj go i spróbuj ponownie
ru: Время на вашем устройстве некорректно, синхронизируйте его и попробуйте снова
th: เวลาของเครื่องของคุณไม่ถูกต้อง, โปรดทำการตั้งเวลาและลองใหม่อีกครั้ง
tr: Cihazınızdaki saat hatalı, saati senkronize edin ve tekrar deneyin
uk: Время на вашем устройстве некорректно, синхронизируйте его и попробуйте снова
zh_hans: 您设备上的时间不正确，请同步并重试
zh_hant: 您設備上的時間不正確，請同步並重試

source: Theme
de: Thema
es: Tema
pl: Temat
ru: Тема
th: ธีม
tr: Tema
uk: Тема
zh_hans: 主题
zh_hant: 主題

source: This QR Code is not supported
de: Dieser QR-Code wird nicht unterstützt
es: Este código QR no es compatible
pl: Ten kod QR nie jest obsługiwany
ru: Этот QR-код не поддерживается
th: QR Code นี้ไม่รองรับ
tr: Bu QR kodu desteklenmiyor
uk: Цей QR-код не підтримується
zh_hans: 此二维码不受支持
zh_hant: 此二維碼不受支援

source: This address is new and never received transfers before.
de: Diese Adresse ist neu und hat zuvor keine Überweisungen erhalten.
es: Esta dirección es nueva y nunca ha recibido transferencias antes.
pl: Ten adres jest nowy i nigdy wcześniej nie otrzymał przelewów.
ru: Этот адрес новый и ранее не получал переводов.
th: ที่อยู่บัญชีนี้เป็นบัญชีใหม่และไปเคยมีการโอนมาก่อน.
tr: Bu adres yenidir ve daha önce hiç transfer almamıştır.
uk: Ця адреса нова і раніше не отримувала переказів.
zh_hans: 这个地址是新的，以前从未收到过转帐。
zh_hant: 這個地址是新的，以前從未收到過轉帳。

source: This address mimics another address that you previously interacted with.
de: Diese Adresse imitiert eine andere Adresse, mit der Sie zuvor interagiert haben.
es: Esta dirección imita otra dirección con la que has interactuado anteriormente.
pl: Ten adres imituje inny adres, z którym wcześniej miałeś kontakt.
ru: Этот адрес имитирует другой адрес, с которым вы ранее взаимодействовали.
th: ที่อยู่นี้เลียนแบบที่อยู่อื่นที่คุณเคยโต้ตอบด้วย
tr: Bu adres, daha önce etkileşimde bulunduğunuz başka bir adresi taklit ediyor.
uk: Ця адреса імітує іншу адресу, з якою ви раніше взаємодіяли.
zh_hans: 此地址模仿了您之前交互过的另一个地址。
zh_hant: 此地址模仿了您之前互動過的另一個地址。

source: This card has been sold out
de: Diese Karte ist ausverkauft
es: Esta tarjeta está agotada
pl: Ta karta jest wyprzedana
ru: Эта карта распродана
th: การ์ดนี้ขายหมดแล้ว
tr: Bu kart tükendi
uk: Ця картка розпродана
zh_hans: 此卡片已售罄
zh_hant: 此卡片已售罄

source: Time synchronization issue. Please ensure your device's time settings are correct.
de: Problem mit der Zeitsynchronisierung. Bitte stellen Sie sicher, dass die Zeiteinstellungen Ihres Geräts korrekt sind.
es: Problema de sincronización horaria. Asegúrese de que la configuración de hora de su dispositivo sea correcta.
pl: Problem z synchronizacją czasu. Upewnij się, że ustawienia czasu urządzenia są poprawne.
ru: Проблема с синхронизацией времени. Пожалуйста, убедитесь, что настройки времени на вашем устройстве верны.
th: การซิงโครไนซ์เวลามีปัญหา, โปรดตรวจสอบให้แน่ใจว่าได้ตั้งค่าเวลาของอุปกรณ์ของคุณถูกต้อง.
tr: Time synchronization issue. Zaman senkronizasyonu sorunu. Lütfen cihazınızın saat ayarlarının doğru olduğundan emin olun.
uk: Проблема із синхронізацією часу. Будь ласка, переконайтеся, що налаштування часу на вашому пристрої правильні.
zh_hans: 时间同步问题。 请确保您设备的时间设置正确。
zh_hant: 時間同步問題。 請確保您設備的時間設定正確。

source: To avoid entering the passcode every time, you can use biometrics.
de: Um die Passcode-Eingabe jedes Mal zu vermeiden, können Sie biometrische Daten verwenden.
es: Para evitar ingresar el código cada vez, puede usar biometría.
pl: Aby uniknąć wprowadzania kodu za każdym razem, możesz użyć biometrii.
ru: Чтобы не вводить код каждый раз, вы можете использовать биометрию.
th: เพื่อหลีกเลี่ยงการใส่รหัสผ่านทุกครั้ง คุณสามารถใช้ข้อมูลไบโอเมตริกซ์ได้
tr: Her seferinde şifreyi girmemek için biyometrik verileri kullanabilirsiniz.
uk: Щоб уникнути введення коду щоразу, ви можете використовувати біометрію.
zh_hans: 为避免每次输入密码，您可以使用生物识别技术。
zh_hant: 為避免每次輸入密碼，您可以使用生物識別技術。

source: To protect your wallet as much as possible, use a password with
de: Um Ihre Wallet so gut wie möglich zu schützen, verwenden Sie ein Passwort mit
es: Para la máxima protección de su monedero, use una contraseña con
pl: Aby chronić swój portfel w jak największym stopniu, używaj hasła z
ru: Для обеспечения максимальной безопасности кошелька пароль должен содержать
th: เพื่อที่จะปกป้องวอลเล็ตของคุณให้ได้มากที่สุด, โปรดตั้งรหัสผ่านด้วย
tr: Cüzdanınızı mümkün olduğunca korumak için en az
uk: Для забезпечення максимальної безпеки гаманця пароль повинен містити
zh_hans: 为了尽可能的保障您钱包的安全，密码请遵循下列规则
zh_hant: 為了盡可能保護您的錢包，密碼請遵循下列規則

source: To use this feature, first enable Face ID in your phone settings.
de: Um diese Funktion zu nutzen, aktivieren Sie zunächst Face ID in Ihren Telefoneinstellungen.
es: Para utilizar esta función, primero habilite Face ID en la configuración de su teléfono.
pl: Aby skorzystać z tej funkcji, najpierw włącz Face ID w ustawieniach telefonu.
ru: Чтобы использовать эту функцию, сначала активируйте идентификацию лица в настройках телефона.
th: เพื่อที่จะใช้ฟีเจอร์นี้, คุณต้องเปิดใช้งาน Face ID ในการตั้งค่าบนโทรศัพท์ของคุณ.
tr: Bu özelliği kullanmak için öncelikle telefon ayarlarınızda Face ID'yi etkinleştirin.
uk: Щоб використовувати цю функцію, спочатку активуйте ідентифікацію обличчя в налаштуваннях телефону.
zh_hans: 要使用此功能，请首先在手机设置中启用面容 ID。
zh_hant: 若要使用此功能，請先在手機設定中啟用面容 ID。

source: To use this feature, first enable biometrics in your phone settings.
de: Um diese Funktion zu nutzen, aktivieren Sie zunächst die Biometrie in Ihren Telefoneinstellungen.
es: Para utilizar esta función, primero habilite la biometría en la configuración de su teléfono.
pl: Aby skorzystać z tej funkcji, najpierw włącz biometrię w ustawieniach telefonu.
ru: Чтобы использовать эту функцию, сначала активируйте биометрию в настройках телефона.
th: เพื่อที่จะใช้ฟีเจอร์นี้, คุณต้องเปิดใช้งาน Biometrics ในการตั้งค่าบนโทรศัพท์ของคุณ.
tr: Bu özelliği kullanmak için öncelikle telefon ayarlarınızda biyometriyi etkinleştirin.
uk: Щоб використовувати цю функцію, спочатку активуйте біометрію в налаштуваннях телефону.
zh_hans: 要使用此功能，请首先在手机设置中启用生物识别功能。
zh_hant: 若要使用此功能，請先在手機設定中啟用生物辨識功能。

source: Today
de: Heute
es: Hoy
pl: Dzisiaj
ru: Сегодня
th: วันนี้
tr: Bugün
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天

source: Toggle Hide Tiny Transfers
de: Kleine Überweisungen ausblenden umschalten
es: Alternar ocultar transacciones pequeñas
pl: Przełącz Ukryj drobne transfery
ru: Переключить отображение мелких переводов
th: เปิด/ปิด ซ่อนรายการโอนขนาดเล็ก
tr: Küçük Transferleri Gizlemeyi Aç/Kapat
uk: Переключити відображення дрібних переказів
zh_hans: 切换隐藏小额转账
zh_hant: 切換隱藏小額轉帳

source: Toggle Investor View
de: Investorenansicht umschalten
es: Alternar Modo Inversor
pl: Przełączanie widoku inwestora
ru: Переключить в режим инвестора
th: เปิด/ปิด มุมมองนักลงทุนงทุน
tr: Yatırımcı Görünümüne Geçiş Yap
uk: Переключити в режим інвестора
zh_hans: 切换投资者见解
zh_hant: 切換投資者觀點

source: Toggle TON Magic
de: TON Magic aktivieren/deaktivieren
es: Alternar TON Magic
pl: Przełącz TON Magic
ru: Переключить TON Magic
th: เปิด/ปิด TON Magic
tr: TON Magic'i Aç/Kapat
uk: Переключити TON Magic
zh_hans: 切换 TON Magic
zh_hant: 切換 TON Magic

source: Toggle TON Proxy
de: TON Proxy aktivieren/deaktivieren
es: Alternar TON Proxy
pl: Przełącz TON Proxy
ru: Переключить TON Proxy
th: เปิด/ปิด TON Proxy
tr: TON Proxy'yi Aç/Kapat
uk: Переключити TON Proxy
zh_hans: 切换 TON 代理
zh_hant: 切換 TON Proxy

source: Toggle fullscreen
de: Vollbildmodus umschalten
es: Alternar pantalla completa
pl: Przełącz tryb pełnoekranowy
ru: Переключить полноэкранный режим
th: สลับโหมดเต็มหน้าจอ
tr: Tam ekranı aç/kapat
uk: Перемкнути повноекранний режим
zh_hans: 切换全屏模式
zh_hant: 切換全螢幕模式

source: Toggle to landscape layout
de: Zu Querformat wechseln
es: Cambiar a horizontal
pl: Przełącz na widok poziomy
ru: Переключить на альбомный режим
th: สลับเป็นแนวนอน
tr: Yatay görünüme geç
uk: Переключити на альбомний режим
zh_hans: 切换至横屏模式
zh_hant: 切換至橫屏模式

source: Toggle to portrait layout
de: Zu Hochformat wechseln
es: Cambiar a vertical
pl: Przełącz na widok pionowy
ru: Переключить на портретный режим
th: สลับเป็นแนวตั้ง
tr: Dikey görünüme geç
uk: Переключити на портретний режим
zh_hans: 切换至竖屏模式
zh_hant: 切換至豎屏模式

source: Token Not Found
de: Token nicht gefunden
es: Token no encontrado
pl: Token nie znaleziony
ru: Токен не найден
th: ไม่พบโทเคน
tr: Token bulunamadı
uk: Токен не знайдено
zh_hans: 找不到令牌
zh_hant: 找不到令牌

source: Token Settings
de: Token-Einstellungen
es: Configuración de fichas
pl: Ustawienia tokenów
ru: Настройки токенов
th: ตั้งค่าโทเคน
tr: Token ayarları
uk: Налаштування токенів
zh_hans: 代币设置
zh_hant: 代幣設置

source: Total Amount
de: Gesamtbetrag
es: Cantidad total
pl: Całkowita kwota
ru: Общая сумма
th: มูลค่าสุทธิ
tr: Toplam tutar
uk: Загальна сума
zh_hans: 总金额
zh_hant: 總金額

source: Tradable
de: Handelbar
es: Comercializable
pl: Możliwa do handlu
ru: Можно продать
th: ซื้อขายได้
tr: Ticaret Yapılabilir
uk: Можна продати
zh_hans: 可交易
zh_hant: 可交易

source: Transaction ID
de: Transaktions-ID
es: ID de transacción
pl: ID transakcji
ru: ID транзакции
th: รหัสธุรกรรม
tr: İşlem Kimliği
uk: ID транзакції
zh_hans: 交易ID
zh_hant: 交易ID

source: Transaction ID was copied!
de: Transaktions-ID wurde kopiert!
es: ¡Se copió el ID de la transacción!
pl: Identyfikator transakcji został skopiowany!
ru: Идентификатор транзакции скопирован!
th: คัดลอกรหัสธุรกรรมแล้ว!
tr: İşlem kimliği kopyalandı!
uk: Ідентифікатор транзакції скопійовано!
zh_hans: 交易ID已被复制！
zh_hant: 交易ID已被複製！

source: Transaction Info
de: Transaktions informationen
es: Información de la transacción
pl: Informacje o transakcji
ru: Информация о переводе
th: ข้อมูลการทำรายการ
tr: İşlem bilgileri
uk: Інформація про переказ
zh_hans: 交易资讯
zh_hant: 交易資訊

source: Transaction Sent!
de: Transaktion gesendet!
es: ¡Transacción enviada!
pl: Transakcja wysłana!
ru: Транзакция отправлена!
th: ธุรกรรมถูกส่งแล้ว!
tr: İşlem gönderildi!
uk: Транзакцію надіслано!
zh_hans: 交易已发送!
zh_hant: 交易已發送!

source: Transaction in progress
de: Transaktion in Bearbeitung
es: Transacción en curso
pl: Transakcja w toku
ru: Перевод выполняется
th: กำลังทำรายการ
tr: İşlem devam ediyor
uk: Переказ виконується
zh_hans: 交易进行中···
zh_hant: 交易進行中

source: Transfer was unsuccessful. Try again later.
de: Die Überweisung war nicht erfolgreich. Versuchen Sie es später erneut.
es: La transferencia no tuvo éxito. Inténtalo de nuevo más tarde.
pl: Przelew nie powiódł się. Spróbuj ponownie później.
ru: С переводом что-то пошло не так. Попробуйте ещё раз.
th: การโอนไม่สำเร็จ. โปรดลองใหม่อีกครั้งในภายหลัง.
tr: Transfer başarısız oldu. Daha sonra tekrar deneyin.
uk: З переказом щось пішло не так. Спробуйте ще раз.
zh_hans: 转账未成功。请稍等片刻并再试一次。
zh_hant: 轉帳未成功，請稍後再試。

source: Transferable
de: Übertragbar
es: Transferible
pl: Przenośna
ru: Можно передать
th: โอนย้ายได้
tr: Aktarılabilir
uk: Можна передати
zh_hans: 可转让
zh_hant: 可轉讓

source: Trending
de: Im Trend
es: Tendencia
pl: Popularne
ru: В тренде
th: มาแรง
tr: Trendler
uk: У тренді
zh_hans: 热门
zh_hant: 熱門

source: Try Again
de: Nochmal versuchen
es: Intentar otra vez
pl: Spróbuj ponownie
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
zh_hans: 再试一次
zh_hant: 再試一次

source: Try another keyword or address.
de: Versuchen Sie es mit einem anderen Schlüsselwort oder einer anderen Adresse.
es: Prueba con otra palabra clave o dirección.
pl: Spróbuj innego słowa kluczowego lub adresu.
ru: Попробуйте другое ключевое слово или адрес.
th: ลองค้นหาชื่อโทเคนหรือที่อยู่บัญชีอื่น.
tr: Başka bir anahtar kelime veya adres deneyin.
uk: Спробуйте інше ключове слово або адресу.
zh_hans: 尝试其他关键字或地址。
zh_hant: 試試其他關鍵字或地址。

source: Turn Off Biometrics
de: Biometrie deaktivieren
es: Desactivar la biometría
pl: Wyłącz biometrię
ru: Отключить биометрию
th: ปิดการใช้งาน Biometrics
tr: Biometrik koruma kapatılsın mı
uk: Відключити біометрію
zh_hans: 关闭生物识别技术
zh_hant: 關閉生物辨識技術

source: Turn Off Face ID
de: Face ID deaktivieren
es: Desactivar Face ID
pl: Wyłącz Face ID
ru: Отключить Face ID
th: ปิดการใช้งาน Face ID
tr: Face ID kapatılsın mı
uk: Вимкнути Face ID
zh_hans: 关闭 Face ID
zh_hant: 關閉 Off Face ID

source: Turn Off Touch ID
de: Touch ID deaktivieren
es: Desactivar Touch ID
pl: Wyłącz Touch ID
ru: Отключить Touch ID
th: ปิดการใช้งาน Touch ID
tr: Touch ID kapatılsın mı
uk: Відключити Touch ID
zh_hans: 关闭 Touch ID
zh_hant: 關閉 Touch ID

source: Turn On Biometrics
de: Biometrische Authentifizierung aktivieren
es: Activar la biometría
pl: Włącz biometrię
ru: Включение биометрии
th: เปิดการใช้งาน Biometrics
tr: Biyometrik korumayı aç
uk: Увімкнення біометрії
zh_hans: 打开生物识别
zh_hant: 打開生物識別

source: Turn this off so you can manually download updates and verify signatures.
de: Schalten Sie dies aus, damit Sie Updates manuell herunterladen und Signaturen überprüfen können.
es: Desactiva esto para poder descargar manualmente las actualizaciones y verificar las firmas.
pl: Wyłącz to, aby móc ręcznie pobierać aktualizacje i weryfikować podpisy.
ru: Отключите это, чтобы вручную загружать обновления и проверять подписи.
th: ปิดสิ่งนี้เพื่อให้คุณสามารถดาวน์โหลดการอัปเดตด้วยตนเองและตรวจสอบลายเซ็น
tr: Bunu kapatın, böylece güncellemeleri manuel olarak indirip imzaları doğrulayabilirsiniz.
uk: Вимкніть це, щоб ви могли вручну завантажувати оновлення та перевіряти підписи.
zh_hans: 关闭此功能以便手动下载更新并验证签名。
zh_hant: 關閉此功能以手動下載更新並驗證簽名。

# Unexpected
source: Unexpected error
de: Unerwarteter Fehler
es: Error inesperado
pl: Nieoczekiwany
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmedik hata

source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
pl: Nieoczekiwany błąd
ru: Непредвиденная ошибка
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmedik hata
uk: Непередбачена помилка
zh_hans: 预期外的错误
zh_hant: 未知錯誤

source: Unexpected error
de: Unerwarteter Fehler
es: Error inesperado
pl: Nieoczekiwany błąd
ru: Ошибочка вышла
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmedik hata
uk: Помилочка вийшла
zh_hans: 预期外的错误
zh_hant: 未知錯誤

source: Unfreeze
de: Auftauen
es: Descongelar
pl: Odmrozić
ru: Разморозить
th: เลิกตรึง
tr: Çöz
uk: Розморозити
zh_hans: 解冻
zh_hant: 解凍

source: Unfrozen
de: Auftauen
es: Descongelado
pl: Niezamrożone
ru: Разморожено
th: ยกเลิกการแช่แข็ง
tr: Dondurulmamış
uk: Розморожений
zh_hans: 解冻
zh_hant: 解凍

source: Unhide
de: Anzeigen
es: Mostrar
pl: Pokaż
ru: Показать
th: แสดง
tr: Göster
uk: Показати
zh_hans: 显示
zh_hant: 顯示

source: Unhide NFT
de: NFT anzeigen
es: Mostrar NFT
pl: Pokaż NFT
ru: Показать NFT
th: เปิดเผย NFT
tr: NFT'yi Göster
uk: Показати NFT
zh_hans: 显示 NFT
zh_hant: 顯示 NFT

source: Unique
de: Einzigartig
es: Única
pl: Unikalna
ru: Уникальность
th: ไม่ซ้ำใคร
tr: Benzersiz
uk: Унікальність
zh_hans: 独特
zh_hant: 獨特

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
pl: Nieznany błąd
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
uk: Невідома помилка
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unlock
de: Entsperren
es: Desbloquear
pl: Odblokować
ru: Разблокировать
th: ปลดล็อก
tr: Kilidi aç
uk: Розблокувати
zh_hans: 解锁
zh_hant: 解鎖
